{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source": {
				"Text": "AUDIO"
			},
			"Translation": {
				"Text": "เสียง"
			},
			"Key": "EE8937004D3303A4D1637DBFFE1B4ED6"
		},
		{
			"Source": {
				"Text": "Auto Skip Cinematics"
			},
			"Translation": {
				"Text": "ข้ามคัตซีนอัตโนมัติ"
			},
			"Key": "E76D8412443F242779726C9825623BB0"
		},
		{
			"Source": {
				"Text": "Back"
			},
			"Translation": {
				"Text": "กลับ"
			},
			"Key": "CFC97B654007D0E10720D4B425844586"
		},
		{
			"Source": {
				"Text": "CONTROLS"
			},
			"Translation": {
				"Text": "การควบคุม"
			},
			"Key": "034DA8B649A7D12B0CE11488B7A32D41"
		},
		{
			"Source": {
				"Text": "Camera Lock"
			},
			"Translation": {
				"Text": "ล็อคกล้อง"
			},
			"Key": "2214E63746C2245B5A145EB3F845C43F"
		},
		{
			"Source": {
				"Text": "Check if you want to lock camera on center"
			},
			"Translation": {
				"Text": "เลือกเพื่อล็อคกล้องไว้ตรงกลาง"
			},
			"Key": "F8AA30AC44F4BED1BADAD780A53DB7E5"
		},
		{
			"Source": {
				"Text": "Check to enable the fullscreen mode"
			},
			"Translation": {
				"Text": "เลือกเพื่อเปิดโหมดเต็มจอ"
			},
			"Key": "D4DAAF084A3BE24A202DE68898F1E2E5"
		},
		{
			"Source": {
				"Text": "Check to enable vertical synchronization"
			},
			"Translation": {
				"Text": "เลือกเพื่อเปิด V-Sync"
			},
			"Key": "B7FFF44B423CD59EE733BCA69238F83E"
		},
		{
			"Source": {
				"Text": "Check to show the current FPS"
			},
			"Translation": {
				"Text": "เลือกเพื่อแสดงค่า FPS"
			},
			"Key": "0523A0DC4613786EE0EB51BC0004E9E5"
		},
		{
			"Source": {
				"Text": "Choose a limit on the allowed FPS"
			},
			"Translation": {
				"Text": "เลือกจำกัดค่า FPS"
			},
			"Key": "102752ED4A6BFCA0C118E998176772A4"
		},
		{
			"Source": {
				"Text": "Choose screen resolution"
			},
			"Translation": {
				"Text": "เลือกความละเอียดหน้าจอ"
			},
			"Key": "C17A26CF44C13399941A65A8751FC629"
		},
		{
			"Source": {
				"Text": "Choose the effects quality level"
			},
			"Translation": {
				"Text": "เลือกคุณภาพเอฟเฟกต์"
			},
			"Key": "90F005634B366C90B26D718257A450B2"
		},
		{
			"Source": {
				"Text": "Choose the foliage quality level"
			},
			"Translation": {
				"Text": "เลือกคุณภาพพืชพรรณ"
			},
			"Key": "D9BD4EBD465AA125DD46D6B2ED2AB23B"
		},
		{
			"Source": {
				"Text": "Choose the overall quality level"
			},
			"Translation": {
				"Text": "เลือกคุณภาพโดยรวม"
			},
			"Key": "67193396456DFF30A0D91E85F3A0A62D"
		},
		{
			"Source": {
				"Text": "Choose the post processing quality level"
			},
			"Translation": {
				"Text": "เลือกคุณภาพการประมวลผลหลัง"
			},
			"Key": "35B9A2684BF5179C3B6934A6AFD61ECE"
		},
		{
			"Source": {
				"Text": "Choose the shading quality level"
			},
			"Translation": {
				"Text": "เลือกคุณภาพแสงเงา"
			},
			"Key": "BBC7603A441AE43F7F852CAA459CA4B2"
		},
		{
			"Source": {
				"Text": "Choose the shadows quality level"
			},
			"Translation": {
				"Text": "เลือกคุณภาพเงา"
			},
			"Key": "9B41F86548F28A5428EAEFA29E041C32"
		},
		{
			"Source": {
				"Text": "Choose the textures quality level"
			},
			"Translation": {
				"Text": "เลือกคุณภาพพื้นผิว"
			},
			"Key": "C54F71644D8F097BBE0C398598564C47"
		},
		{
			"Source": {
				"Text": "Choose the view distance quality level"
			},
			"Translation": {
				"Text": "เลือกคุณภาพระยะการมองเห็น"
			},
			"Key": "85CAA36A40052F6A6E2916BBA604F756"
		},
		{
			"Source": {
				"Text": "Cinematics Volume"
			},
			"Translation": {
				"Text": "ระดับเสียงคัตซีน"
			},
			"Key": "0C3773CA49BBEE805EAFB1B57ED9A4A4"
		},
		{
			"Source": {
				"Text": "Credits"
			},
			"Translation": {
				"Text": "เครดิต"
			},
			"Key": "179AD8E441B78C87BD46E4886566273F"
		},
		{
			"Source": {
				"Text": "Custom Quality"
			},
			"Translation": {
				"Text": "คุณภาพกำหนดเอง"
			},
			"Key": "4BD5AC644E575D63EA6A51BAE630502E"
		},
		{
			"Source": {
				"Text": "Difficulty"
			},
			"Translation": {
				"Text": "ระดับความยาก"
			},
			"Key": "17E689074C021878363191A8850A44C3"
		},
		{
			"Source": {
				"Text": "Easy Difficulty"
			},
			"Translation": {
				"Text": "ระดับง่าย"
			},
			"Key": "2503BD4742C4B5A090040F8662F3745C"
		},
		{
			"Source": {
				"Text": "Effects"
			},
			"Translation": {
				"Text": "เอฟเฟกต์"
			},
			"Key": "84B5B6574293D5119E2DEEBFCD7F6029"
		},
		{
			"Source": {
				"Text": "Enable/disable smooth transitions when switching characters in the Main Menu"
			},
			"Translation": {
				"Text": "เปิด/ปิด การเปลี่ยนตัวละครอย่างราบรื่นในเมนูหลัก"
			},
			"Key": "08829C344942CA83BEF10B81181542D3"
		},
		{
			"Source": {
				"Text": "Enter your nickname"
			},
			"Translation": {
				"Text": "ใส่ชื่อเล่นของคุณ"
			},
			"Key": "91BCE84A4CF9B58F61A9C8BB16663DB5"
		},
		{
			"Source": {
				"Text": "Foliage"
			},
			"Translation": {
				"Text": "พืชพรรณ"
			},
			"Key": "09E71C2742B9A57C9C3AEDA5CA9F1D82"
		},
		{
			"Source": {
				"Text": "Framerate Lock"
			},
			"Translation": {
				"Text": "ล็อคค่า FPS"
			},
			"Key": "830704614CB4A9294A1192AC105A706A"
		},
		{
			"Source": {
				"Text": "Fullscreen"
			},
			"Translation": {
				"Text": "เต็มจอ"
			},
			"Key": "30E1B9914168CFDFD022ACAAF72408A2"
		},
		{
			"Source": {
				"Text": "GAMEPLAY"
			},
			"Translation": {
				"Text": "การเล่นเกม"
			},
			"Key": "158FFB6F4FEB9FFC58E5E9AB7D6D1E93"
		},
		{
			"Source": {
				"Text": "GRAPHICS"
			},
			"Translation": {
				"Text": "กราฟิก"
			},
			"Key": "904134154319169B16FC20B12B24F27C"
		},
		{
			"Source": {
				"Text": "Hard Difficulty"
			},
			"Translation": {
				"Text": "ระดับยาก"
			},
			"Key": "69C060234A1322FB2F98A180AA66382E"
		},
		{
			"Source": {
				"Text": "High Quality"
			},
			"Translation": {
				"Text": "คุณภาพสูง"
			},
			"Key": "E8B2577745E0DD87448B218C5E6D0519"
		},
		{
			"Source": {
				"Text": "Instant Character Switch"
			},
			"Translation": {
				"Text": "เปลี่ยนตัวละครทันที"
			},
			"Key": "75E882964F91F5D25CA02FAC4882FE61"
		},
		{
			"Source": {
				"Text": "Language"
			},
			"Translation": {
				"Text": "ภาษา"
			},
			"Key": "CAD098984DE1C4FA4FCEF188053EB0B8"
		},
		{
			"Source": {
				"Text": "Low Quality"
			},
			"Translation": {
				"Text": "คุณภาพต่ำ"
			},
			"Key": "9DF5FE0544F93D49F8AE25AF6371B067"
		},
		{
			"Source": {
				"Text": "Master Volume"
			},
			"Translation": {
				"Text": "ระดับเสียงหลัก"
			},
			"Key": "3FC144E945D22BA8DB903BB7FBD1AE1E"
		},
		{
			"Source": {
				"Text": "Medium Quality"
			},
			"Translation": {
				"Text": "คุณภาพปานกลาง"
			},
			"Key": "8642E36749EAEB860B2005BC52CFE5CF"
		},
		{
			"Source": {
				"Text": "Music Volume"
			},
			"Translation": {
				"Text": "ระดับเสียงเพลง"
			},
			"Key": "FDDC03E84D349EAC5743FEB1C9E6B87D"
		},
		{
			"Source": {
				"Text": "Normal Difficulty"
			},
			"Translation": {
				"Text": "ระดับปกติ"
			},
			"Key": "7BD11C2F446ACF6089175E9887F5CF84"
		},
		{
			"Source": {
				"Text": "Opens Credits"
			},
			"Translation": {
				"Text": "เปิดเครดิต"
			},
			"Key": "CAB0379B421FCD6A538C59B209008B55"
		},
		{
			"Source": {
				"Text": "Overall Quality"
			},
			"Translation": {
				"Text": "คุณภาพโดยรวม"
			},
			"Key": "C5758D8D4760AC9C55185480331D72DB"
		},
		{
			"Source": {
				"Text": "Player Name"
			},
			"Translation": {
				"Text": "ชื่อผู้เล่น"
			},
			"Key": "0A4D44494F98A414FFD6F399B8C3DAFE"
		},
		{
			"Source": {
				"Text": "Post Processing"
			},
			"Translation": {
				"Text": "ประมวลผลหลัง"
			},
			"Key": "47AE80804DE9530F324B9BBBC8695072"
		},
		{
			"Source": {
				"Text": "Put Bomb P1"
			},
			"Translation": {
				"Text": "วางระเบิด P1"
			},
			"Key": "E94B5B984AC0C39529AD68996273774F"
		},
		{
			"Source": {
				"Text": "Put Bomb P2"
			},
			"Translation": {
				"Text": "วางระเบิด P2"
			},
			"Key": "160FEA814CB10F63ABC61288E76130C5"
		},
		{
			"Source": {
				"Text": "Return back to the main menu"
			},
			"Translation": {
				"Text": "กลับไปที่เมนูหลัก"
			},
			"Key": "A31C26AB4E3A28D6819DC4A4D7EFA70D"
		},
		{
			"Source": {
				"Text": "SETTINGS"
			},
			"Translation": {
				"Text": "ตั้งค่า"
			},
			"Key": "B1FD8AB64A187ECF1AF534A23B1EB4B9"
		},
		{
			"Source": {
				"Text": "Screen Resolution"
			},
			"Translation": {
				"Text": "ความละเอียดหน้าจอ"
			},
			"Key": "CDB22C8D449DFC08EA86DC8127FB526E"
		},
		{
			"Source": {
				"Text": "Select your preferred language for in-game text and menus"
			},
			"Translation": {
				"Text": "เลือกภาษาสำหรับข้อความและเมนูในเกม"
			},
			"Key": "CD547BAA44610F362727FF9F020DBEAD"
		},
		{
			"Source": {
				"Text": "Set new difficulty level that affects AI behavior"
			},
			"Translation": {
				"Text": "กำหนดระดับความยากใหม่ที่ส่งผลต่อ AI"
			},
			"Key": "E54B28574670C217638965A02A8D7B71"
		},
		{
			"Source": {
				"Text": "Set the overall volume for all sounds in the game"
			},
			"Translation": {
				"Text": "ปรับระดับเสียงรวมของทุกเสียงในเกม"
			},
			"Key": "B94B90AB43C910906DA3658FE85EBDDC"
		},
		{
			"Source": {
				"Text": "Set the sound volume for music in cinematics"
			},
			"Translation": {
				"Text": "ปรับระดับเสียงเพลงในคัตซีน"
			},
			"Key": "810E4989403C675727246A9BBB97549C"
		},
		{
			"Source": {
				"Text": "Set the sound volume for the background music"
			},
			"Translation": {
				"Text": "ปรับระดับเสียงเพลงพื้นหลัง"
			},
			"Key": "3EC174FB4DEA3029A69CEEA9C382A9DD"
		},
		{
			"Source": {
				"Text": "Set the sound volume for the effects like bomb explosions"
			},
			"Translation": {
				"Text": "ปรับระดับเสียงเอฟเฟกต์ เช่น การระเบิด"
			},
			"Key": "CE6CBAFE4B647A492890C4883AB59F95"
		},
		{
			"Source": {
				"Text": "Shading"
			},
			"Translation": {
				"Text": "แสงเงา"
			},
			"Key": "A7FA66064B59FEC6F8E727B54716A864"
		},
		{
			"Source": {
				"Text": "Shadows"
			},
			"Translation": {
				"Text": "เงา"
			},
			"Key": "DF0944CD4A8D9C68EEB68FBB2F915930"
		},
		{
			"Source": {
				"Text": "Show FPS"
			},
			"Translation": {
				"Text": "แสดงค่า FPS"
			},
			"Key": "E0880BDD4241E60FB2A3008CDB5CCA63"
		},
		{
			"Source": {
				"Text": "Skips previously seen cinematics automatically. With other players, cinematics are always skipped."
			},
			"Translation": {
				"Text": "ข้ามคัตซีนที่เคยดูโดยอัตโนมัติ ในโหมดผู้เล่นหลายคน คัตซีนจะถูกข้ามเสมอ"
			},
			"Key": "1835102C4C50DBD336D89F9D389D006F"
		},
		{
			"Source": {
				"Text": "Sound Effects Volume"
			},
			"Translation": {
				"Text": "ระดับเสียงเอฟเฟกต์"
			},
			"Key": "DC1E69F1449E9C4CD8B1D58CFCBB7676"
		},
		{
			"Source": {
				"Text": "Textures"
			},
			"Translation": {
				"Text": "พื้นผิว"
			},
			"Key": "450D242C4BCE9E1D850422BAD4296944"
		},
		{
			"Source": {
				"Text": "Ultra Quality"
			},
			"Translation": {
				"Text": "คุณภาพสูงสุด"
			},
			"Key": "E9E2CACB4D4D0906038317A4A422AF02"
		},
		{
			"Source": {
				"Text": "Uncapped"
			},
			"Translation": {
				"Text": "ไม่จำกัด"
			},
			"Key": "C4A2940F4B4653B88F4EFCB4BFDB963B"
		},
		{
			"Source": {
				"Text": "V-Sync"
			},
			"Translation": {
				"Text": "V-Sync"
			},
			"Key": "E3C445BF447C7C7057DD6FBC4387E065"
		},
		{
			"Source": {
				"Text": "VIDEO"
			},
			"Translation": {
				"Text": "วิดีโอ"
			},
			"Key": "0606A8B34E9342299BF21DB4EE719FE7"
		},
		{
			"Source": {
				"Text": "Very High Quality"
			},
			"Translation": {
				"Text": "คุณภาพสูงมาก"
			},
			"Key": "EB7E162D4837053CBA6760BF2CE2786A"
		},
		{
			"Source": {
				"Text": "View Distance"
			},
			"Translation": {
				"Text": "ระยะการมองเห็น"
			},
			"Key": "0AFFFA6E41922B98E518148C195366C8"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "Core",
			"Children": [
				{
					"Source": {
						"Text": "None"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "None"
				}
			]
		}
	]
}